//
//  MyInfoTableViewCell.m
//  GetHotels
//
//  Created by admin1 on 2017/8/22.
//  Copyright © 2017年 Yixin studio. All rights reserved.
//

#import "MyInfoTableViewCell.h"

@implementation MyInfoTableViewCell

- (void)awakeFromNib {
    [super awakeFromNib];
    // Initialization code
}

- (void)setSelected:(BOOL)selected animated:(BOOL)animated {
    [super setSelected:selected animated:animated];

    // Configure the view for the selected state
}
/*JFIAJFI“很多人说，女人三十，是个关口”——来自电影《29+1》。
 
 近年来，不乏关于三十岁的话题，而且大多是高度忧思为主，让许多人不觉惶恐。
 
 许多人就像《29+1》里的林若君那样，每天有条不紊的生活着，从早上6:30分的闹钟开始忙碌一天的生活：洗漱—护肤—吃早餐—化妆—出门上班。
 
 每一个步骤，背后都会有个“不想上班”的念头，直到出门一刻，立刻安利自己：“很想上班”。
 
 看到这些镜头，我相信每天奔走在上班路上的白领美女们，都会会心一笑，这简直是不能太真实的写照。
 
 三十岁，很多人恍如林若君的精神化身：日复一复，有时感觉自己很努力，然而有时又会感觉不知道希望在哪里，有个谈了多年“感情稳定”的男朋友，可是怎么也扯不上结婚的日程……
 
 其实有时并不是三十岁让人惶恐，而是三十岁，我们才开始思考人生的意义，开始变得惶恐，因为真实的生活总在刺激着我们：
 
 我们一直努力去达到的事情，然而并不是自己最终的所想；我们以为我们这样的生活方式是值得追求的，但是发现其实只是虚度余生；以为身边那个长年相伴的人，原来灵魂早已走远。
 
 电影《29+1》
 
 林若君
 
 我也反复思考三十岁后的人生，当真正想透，就不会惶恐。
 
 惶恐往往来源于焦虑，焦虑来源于未知。
 
 其实，三十岁也不过如此。
 
 《29+1》里的林若君说“我一直都不会有一无所有的感觉，因为我每天都在努力做好自己。”
 
 看起来励志无比的话语，到影片结束，林若君才真正找到生活的真谛：并不是一味追求那些看起来很好的东西就会幸福？自己看起来的努力，也许只是别人眼中的虚度余生，行尸走肉。
 
 而过着另一种生活方式的女孩子黄天乐，感觉一无所有，却永远乐天知命，不为生活所困扰，身患癌症却坚持环游世界，寻找爱情，告白初恋，甚至从未因为微胖身型错过美食。
 
 她真正快乐的真相，只是每一天的小确幸：写日记、拍此刻照片。
 
 《29+1》
 
 黄天乐
 
 站在旁观者角度，虽然影片鸡汤满满，可是我认为林若君的生活并不是真正的失败，她不开心的原因，只是她还没找到自己认同的生活价值，她一直活在别人认为的美好当中，所以她失落和不开心，包括那个所谓“感情稳定”的男朋友，早已灵魂出走甚远，她还活在我还有他的状态，这点是她既可怜又令人心疼的地方。
 
 而黄天乐式的开心，是教会我们一种面对生活的方式。
 
 世界本来就存在机会成本，不会在同一段时间内给你两种生活的体验，你选择了其中一种，必定会失去另一种可能性。
 
 打个比如，你选择了单身，就不可能有老公孩子一家温馨的场景；你选择了结婚生孩子，就不可能拥有独立自由的生活方式。
 
 每选择一种生活方式，意味着你必须承担这种生活方式带来的后果。
 
 真正生活的本质是：不管你选择那种生活方式，你都会面临着机会成本。
 
 《美好的意外》影片里，讲到一个女律师因一场车祸而被错送到命运中转站，然后影片通过“神化”的手段，讲述了她由于是被误判，如果想要重回人间，需要顶替扮演另外一个角色一周，才能恢复原来的命运。
 
 本来一个独立优秀又傲慢的单身女律师，无论是衣品，收入，甚至外貌都兼优的女人，突然摇身一变需要扮演一个居家多年，身材走样，零收入，还要天天照顾一对儿女和老公的全职主妇。
 
 美好的意外
 
 360度大转变
 
 美好的意外
 
 而这一切，还是命运安排，既不能不做，还要做得不露破绽，这种剧情想想就非常有意思，虽然影片有点神化的成分，但是从人性的角度来看，却让人有种重头到脚的冲刺感。
 
 按理说，一个那么优秀又有品质生活的女性，理应过得比这种家庭主妇幸福许多。
 
 但是命运的安排，让她改观了许多，原来全职主妇承担的这些责任，一点也不比她打官司容易，还要面临一大堆的琐事，要提前煮好全家的早餐，还要送小孩子上学，晚上还要准备好众人口味的晚餐，而自己连件衣服也不舍得买。
 
 经过命运的安排，她在同一时空下，却体验了两种命运的方式，她猛然发现，并不只是打官司才是实现自我价值，才是高大上的生活方式，而有时做全职太太，也是一种神圣不可缺少的角色。
 
 如同命运使者所说：你扮演的这个角色，在他们家庭成员心目中，有着不可或缺的作用。
 
 最后的结局，这个全职主妇最终还是被命运所终结生命，而一周之后，女律师恢复了她原来的身份。
 
 这一切都像是一个梦，但是我很喜欢这个梦，因为它满足了一些人的心理，就像之前那部《夏洛特烦恼》的影片，也是击中了人们幻想中屌丝变男神的心理，而这部影片满足了女性，在同一机会成本下角色互换心理。
 
 没有最好的选择，只有满足于当下的选择。
 
 三十岁，经历那么多人情世故，阴晴圆缺，这种若隐若现的痛，便会结了咖，逐渐变成一种深沉的，藏匿于心底的勇气与坚持。
 
 三十岁，敢于过你真正想过的生活。
 
 每一种生活，都有它的不容易。
 
 作者：洋洋 简介：80后广漂一族——白天穿高跟鞋晚上穿跑鞋的HR姐姐，既有软肋，也有盔甲，既能朝九晚五，又能浪迹天涯。洋洋得意过生活，洒洒脱脱看人生。
 
 0
 喜欢就赞一下吧
 转载请注明：好心情美文网 » http://www.goodmood.cc/pinglun/20965.html
 
 继续浏览有关 三十岁原创首发 的文章
 分享到 0
 上一篇 重要的不是你身处何处，而是你要往何处走你不值钱，因为你的时间不值钱 下一篇
 与本文相关的文章
 电影《战狼2》观后感：吴京，man的终极代表《我的前半生》：毒舌如靳东，句句戳心窝《我的前半生》 观后感：不怕小三撬墙角，最怕女人不独立《欢乐颂2》观后感：你爱的是一个人还是他的成功？幸福来敲门电影观后感精选3篇阿甘正传观后感3篇从《人民的名义》看理想中的爱情震撼8分钟《永不放弃》励志视频观后感从一个世界到另一个世界就是一个劫《当幸福来敲门》观后感——男人最应具备的责任感关于相亲：不反对 不支持 不参与血战钢锯岭观后感：即使是信仰，最难的是坚持
OAI*/
@end
